Revit 2027 API
ParameterTypeId.StructuralTopReleaseMx Property
 "Top Mx"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralTopReleaseMx { get; }
Public Shared ReadOnly Property StructuralTopReleaseMx As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralTopReleaseMx {
	ForgeTypeId^ get ();
}
static member StructuralTopReleaseMx : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace